{
  "button" : "Безкоштовна консультація",
  "form": {
    "name":"Твоє ім'я:",
    "contact": "Контакти, за якими з тобою зв'яжуться:",
    "goal": "Вибери загальну ціль:",
    "desc": "За бажанням: додаткова інформація, яку б ти хотів/хотіла повідомити для зустрічі"
  },

  "header": {
    "main": "Головна",
    "about": "Про себе",
    "result": "Результати",
    "contact" : "Контакти"
  },

  "footer": {
    "time": "2021"
  },

  "main" : {
    "title": "Персональний онлайн-тренер",
    "subtitle": "Збудуємо твоє тіло “на удальонці” та збережемо результат назавжди!",
    "description": "Першу онлайн-зустріч тренер проведе особисто, незалежно від твого рішення щодо продовження навчання"
  },

  "goal": {
    "title" : "Вже на першій консультації ти дізнаєшся:",
    "list" : [
      {
        "img": "goal",
        "text" : "які цілі треба ставити перед собою"
      },
      {
        "img": "salad",
        "text": "індивідуальні особливості харчування"
      },
      {
        "img": "answer",
        "text": "відповіді на питання, якi тебе цікавлять"
      },
      {
        "img": "fail",
        "text": "що саме  заважає досягти результату"
      },
      {
        "img": "dumbbell",
        "text": "рекомендації щодо фізичних навантажень"
      }
    ]
  },

  "about": {
    "name": "Даніїл Запорожець",
    "desc": "професійний спортивний наставник та health coach",
    "text1" : "Два роки тому я практично дійшов до ожиріння І ступеня. Але, взявши себе в руки, схуд на 20 кг за 4 місяці. ",
    "text2" : "Це і стало відправною точкою. Зараз сфера моєї роботи - це все про спалювання жиру, психологію харчової поведінки та зміну режиму життя.",
    "text3" : "Мої методи навчання заключаються в детальному поясненні кожного кроку: що, навіщо і як пострібно робити, щоб ти зміг досягти поставлених цілей."
  },

  "result-list": [
    {
      "id": 1,
      "title": "Результат: Артем",
      "text": ["схуднення", "- 20 кг за пів року", "фото №1 : 99кг", "фото№2: 79кг"]
    },
    {
      "id": 2,
      "title": "Результат: Артем",
      "text": ["схуднення", "- 20 кг за пів року", "фото №1 : 99кг", "фото№2: 79кг"]
    },
    {
      "id": 3,
      "title": "Результат: Артем",
      "text": ["схуднення", "- 20 кг за пів року", "фото №1 : 99кг", "фото№2: 79кг"]
    }
  ],

  "advertising-part": {
    "text1": "«Очевидно, що треба просто йти в спортзал».",
    "text2": "«Почитаю про якусь із дієт в інтернеті».",
    "text3": "«Спробую програму харчування та тренувань мого кумира/друга».",
    "text4": "… та інші топ-фрази, які нікому не принесли ні результату, ні користі.",

    "text5": "Бо зазвичай, навіть при сильному бажанні змінити своє тіло на краще, люди не розуміють суті, доцільності тих чи інших дій.",
    "text6": "Тому якщо хочеш зробити щось добре - зроби це сам з персональним тренером. Індивідуальний підхід дозволяє розробити найбільш оптимальну програму саме для тебе.",
    "text7": "Першу безкоштовну онлайн-зустріч можна організувати, заповнивши форму, або написати в соціальні мережі:"
  },

  "about-page": {
    "title": "Від ожиріння до особистого тренера",
    "desc": "Привіт! Ми раніше не зустрічались? Адже твоя ситуація мені знайома.",
    "text1": "Поглянувши в дзеркало, на тебе подивився вже не той молодий і веселий пиріжечок, яким ти був/була всього якихось пару-трійку років тому? Карантин і «удальонка» додали кілька зайвих кілограм? А сидяча робота, постійне бажання смачненького та монотонність життя накинули ще зверху?",
    "text2": "Ні, це не реклама пояса для схуднення, а історія МОГО життя.",
    "text3": "Мене звуть Данило і я персональний тренер.",
    "text4": "{{about.text1}}",
    "text5": "{{about.text2}}",
    "text6": "{{about.text3}}",
    "text7": "Тицяй кнопки внизу, якщо впізнав себе на початку історії та ходімо разом до способу життя ТВОЄЇ мрії (а тіло саме наздожене)!"
  },

  "result-page": [
    {
      "text-1": "Знайомтесь, це - Євгеній. Якщо коротко, Женя максимально швидко зрозумів базові речі, впровадив їх у життя та отримав результат!\n\nЗапит був дуже простий: піднабрати м'язову масу.\n\n Вхідні дані: вага 62 кг, робота за комп'ютером, активність тільки у вигляді футболу раз на тиждень та проблеми з \"набором\" ваги. \n\nЗа 3 місяці роботи нам вдалося вийти на стабільну вагу близько 66. Максимум був вищий, але через сильну спеку в останній місяць було важко наїдати норму (так, є люди, яким важко багато їсти). Тож нормальне харчування, правильні тренування і все — результат в наявності. А ще в наявності руки, спина та інші частини тіла)\n\nНайкраще, що ми зробили, то це впровадили звичку тренуватися. Я зрозумів, що ми з цим впорались під час  останнього созвону. \nЖеня казав, що зараз в нього відпустка, і він хоче відпочити. Я питаю: \"Так що, пропустиш тренування на цьому тижні?\"\n- \"Звичайно ні! Я що, дарма оце весь час займався?!\n\nІ один лайфхак від Жені: для того, щоб звикнути до тренування, потрібно, щоб вони приносили позитивні емоції. Спочатку, коли тіло не адаптувалось, і весь процес досить важкий, отримувати \"позитивне підкріплення\" від тренувань взагалі важко. Тому Женя з другом кожну п'ятницю після зали збирались на кебаб, пиво і кєльчик. Мозок запам'ятовує залежність: потренив —> винагородив себе відпочинком. І потім вже сам хоче йти займатися. \n\nТільки не переплутайте: спочатку треня, а тільки потім відпочинок) \n\nDon't waste it."
    },
    {
      "text-2": "- 17 КГ ТА ЗМІНА ЖИТТЄВИХ ЗВИЧОК\n\nВирішив почати ділитися історіями людей, до трансформації яких мені пощастило прикласти руку. І першим буде ось цей чудовий парубок — АРТЕМ.\n\nТьома - це перша людина, з якою я почав займатися. Мені було цікаво це зробити, бо ситуація в нього була максимальна схожа на ту, через яку я сам пройшов. Повільний набір зайвої ваги, робота в офісі, відсутність активностей, присутність алкоголю. Його колишній режим тижня: будні — робота/дім, вихідні — дім, смачна їжа та пиво.\n\nЩе Артем вже мав досвід тренувань в залі, але постійно кидав цю справу. Завдання в нас було досить звичайне. Схуднути та змінити деякі деструктивні звички на позитивні.\n\nПочали ми минулим літом з ваги у 99 кг. Це фото зліва. За три місяці він скинув 10 кг. Потім ще потрошки продовжував скидати. Акценти були зроблені на побудові постійного режиму тренувань та комфортному графіку роботи/відпочинку з можливістю випити/закусити, так би мовити)\n\nНа сьогоднішній момент він скинув вже понад 17 кг і готується розпочати період активного \"набору\" аби трошки збільшити кількість м'язів.\n\nЯ постійно наголошую, що досягти результати — то одна справа. А ось зберегти його — це вже зовсім інша і набагато складніша річ. Вважаю, що з Артемом ми впорались з цією задачею.\nПісля досягнення Артемом позначки у мінус 10 кг пройшов маже рік. А Тьома продовжує розвиватися, і не тільки у фізичному аспекті.\n\nСаме разом з Артемом ми й почали втілювати у життя мій особистий підхід до тренувань, в якому фокус йде саме на психологію, регулярність та особисту свідомість. І ми переконались, що це працює.\nА якщо в тебе схожі проблеми, які були в Артема — пиши в директ, поспілкуємось та знайдемо шляхи їх вирішення.\nDon't waste it."
    },
    {
      "text-3": "Сьогодні розкажу вам про чудову дівчину, яка отримала чудові результати! ТЕТЯНА ➡️\n\nЩоб ви розуміли порядок цифр: \nна лівій фото вага 78 кг (зріст 175 см). Це і була наша початкова відмітка. На правій вже 63 кг. Тобто за час нашої роботи (4 місяці) Таня скинула цілих 15 кг!\n\n      Історія Тані знайома багатьом. Останній ковідний карантин, робота з дому та доставка суші її довели. \n\nІ ось одного літнього вечора вона написала мені з проханням допомогти. Забавно, але виявилось, що робила вона це у стані легкого алкогольного сп'яніння. \n\nТак ми з нею і домовились попрацювати.  \n\nСитуація ускладнювалась не тільки любов'ю до їжі та алкоголю, а ще й 5-ма айкосами, які вона встигала викурити за час однієї нашої зустрічі. \n\nАле чим складніший шлях, тим він цікавіший!\n\nПочали ми займатися в серпні. І перший наш чек-пойнт настав у вересні з вагою 71 кг.\n\nМи з Танею домовились, що якщо вона за місяць скине більше, ніж 5 кг, то полетить відпочивати. Все так і трапилось.\n\nВзагалі, Таня мене вразила своєю цілеспрямованістю, силою духу і бажанням досягти результату. Іноді було важко, але вона з усім впоралась. І мені дуже пощастило, що я був поруч та допомагав.\n\nНу і на десертик, офіційно закінчили займатися ми десь у грудні. \nПройшло більше, ніж пів року. Зараз вага Тані 62 кг. Хоча вона, як і більшість, заїдала перші місяці війни.\n\n Але це те, що я намагаюсь донести до підопічних. Знаєш основу, розумієш механіку — результат з тобою назавжди! \n\nЄдина проблема після схуднення у Тані з одягом! Бо увесь старий одяг став завеликий)\n\nА якщо ти хочеш досягти таких же крутих результатів, як і Таня — пиши мені у директ, розберемо конкретно твій випадок!"
    }
  ]
}